window.STUDY_FILES = [
  {
    "name": "מצגת 1 -  מדע הכלכלה.pdf",
    "path": "הרצאות/מצגת 1 -  מדע הכלכלה.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 10 - עקומת ההיצע.pdf",
    "path": "הרצאות/מצגת 10 - עקומת ההיצע.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 11 - שיווי משקל בשוק.pdf",
    "path": "הרצאות/מצגת 11 - שיווי משקל בשוק.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 12 - מונופול.pdf",
    "path": "הרצאות/מצגת 12 - מונופול.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 13 - אפליית מחירים מדרגה 3.pdf",
    "path": "הרצאות/מצגת 13 - אפליית מחירים מדרגה 3.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 14 - אפליית מחרים מדרגה 1 ו-2.pdf",
    "path": "הרצאות/מצגת 14 - אפליית מחרים מדרגה 1 ו-2.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 15 -תחרות בין מעטים.pdf",
    "path": "הרצאות/מצגת 15 -תחרות בין מעטים.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 2 - גבול אפשרויות הייצור.pdf",
    "path": "הרצאות/מצגת 2 - גבול אפשרויות הייצור.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 3 - עלויות אלטרנטיביות ובניית גבול אפשרויות הייצור.pdf",
    "path": "הרצאות/מצגת 3 - עלויות אלטרנטיביות ובניית גבול אפשרויות הייצור.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 4 - צמיחה כלכלית וסחר בינלאומי.pdf",
    "path": "הרצאות/מצגת 4 - צמיחה כלכלית וסחר בינלאומי.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 5 - הביקוש.pdf",
    "path": "הרצאות/מצגת 5 - הביקוש.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 6 - הגמישות.pdf",
    "path": "הרצאות/מצגת 6 - הגמישות.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 7 - פונקציית הייצור.pdf",
    "path": "הרצאות/מצגת 7 - פונקציית הייצור.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 8 - עלויות כלכליות.pdf",
    "path": "הרצאות/מצגת 8 - עלויות כלכליות.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "מצגת 9 - פונקציית העלויות.pdf",
    "path": "הרצאות/מצגת 9 - פונקציית העלויות.pdf",
    "ext": "pdf",
    "category": "הרצאות"
  },
  {
    "name": "סיכום_מיקרו_כלכלה_מעודכן.pdf",
    "path": "סיכום_מיקרו_כלכלה_מעודכן.pdf",
    "ext": "pdf",
    "category": "סיכום וחומר נוסף"
  }
];
